<?php
// Heading
$_['heading_title']            			  = 'Менеджер файлов';

// Button
$_['button_save']                         = 'Сохранить';
$_['button_cancel']                       = 'Отменить';


// Entry
$_['entry_status']                        = 'Статус';

// Text
$_['text_extension']                      = 'Модули';
$_['text_edit']                           = 'Редактировать модуль';
$_['text_enabled']                        = 'Включен';
$_['text_disabled']                       = 'Отключен';


// Tab
$_['tab_setting']                        = 'Настройки';
$_['tab_support']                        = 'Техподдержка';


// Info
$_['info_contacts']                       = 'Контакты разработчика';
$_['info_support_tooltip']                = 'Если есть вопросы по модулю, напишите разработчику';
$_['info_mail']                           = 'Почта';
$_['info_support']                        = 'В случае возникновения проблем с модулем или у вас будут какие-либо вопросы, Вы можете обратиться к разработчику для их решения.';
$_['info_host']                           = 'На правах рекламы, сам пользуюсь и Вам хочу посоветовать отличный хостинг для вашего сайта';


// Error
$_['error_permission']                    = 'Недостаточно прав для редактирование модуля!';
$_['error_warning']                  	  = 'Проверьте форму на ошибки!';
$_['error_image']                  	  	  = 'Необходимо выбрать изображение!';