<?php
// Heading
$_['heading_title']     = 'Moneymaker: Активность покупателей';

// Text
$_['text_extension']    = 'Модули';
$_['text_success']      = 'Модуль успешно установлен/обновлен!';
$_['text_edit']         = 'Редактирование модуля';

// Entry
$_['entry_tab_common']  = 'Общее';
$_['entry_tab_help']    = 'Помощь';
$_['entry_name']        = 'Название';
$_['entry_title']       = 'Заголовок';
$_['entry_status']      = 'Статус';
$_['entry_customer_name']  = 'Показывать имена посетителей';
$_['entry_customer_city']  = 'Показывать города посетителей';
$_['entry_customer_date']  = 'Показывать дату и время';
$_['entry_speed']          = 'Скорость прокрутки';
$_['entry_help_text']   = '<b>Данное программное обеспечение является коммерческим и защищено авторским правом</b><br /><br />Перепродажа данного программного обеспечения, его присвоение, передача третьим лицам, выкладывание в публичный доступ и прочие действия, нарушающие авторское право разработчика, <b>запрещены</b>.<br /><br />Правообладателем данного программного обеспечения является его <a href="https://opencartforum.com/user/3518-rgb/" target="_blank">автор и разработчик RGB</a>.<br />Единственный способ связаться с разработчиком - это через почту: moneymaker.template@gmail.com или личные сообщения на площадках, упомянутых ниже.<br /><br /><b>ОСТОРОЖНО!</b> Остерегайтесь мошенников и не подвергайте риску собственные магазины!<br /><br />Единственные площадки, где можно приобрести данный модуль на момент выхода текущей версии:<br /><br /> &bull; <a href="https://opencartforum.com/" target="_blank">Крупнейшее сообщество OpenCart в СНГ</a><br /> &bull; <a href="https://liveopencart.ru/" target="_blank">Магазин дополнений LiveOpencart</a><br /> &bull; <a href="http://shop.opencart-russia.ru/" target="_blank">Магазин дополнений Opencart-russia.ru</a><br /> &bull; <a href="https://prodelo.biz/" target="_blank">Магазин дополнений ProDelo.biz</a><br /><br /><b>Если вы скачали модуль бесплатно</b> (точнее, набор файлов неизвестного происхождения, который выдают за данный модуль), купили модуль в другом месте, на другом сайте, перевели деньги на какие-то неизвестные счета или кошельки - вас обманули, а ваш магазин теперь потенциально уязвим. Вы не сможете получать обновления модуля и не сможете рассчитывать на техническую поддержку, а сайты, где будет установлен модуль, будут нарушать условия лицензирования, к ним будут приняты меры, указанные далее.<br /><br /><b>ВНИМАНИЕ!</b> Нелегальное использование модуля, а также использование модуля без покупки дополнительных лицензий на более, чем 1 домене запрещено, в случае обнаружения таких прецедентов вы потеряете возможность обновления, вам будет отказано в дальнейшей техподдержке, а ваши сайты, как и ваш аккаунт, будут внесены в черный список с дальнейшим обращением к провайдеру.<br /><br />Помимо блокировки за нарушение условий лицензии, вы и ваш магазин получите негативный отзыв и соответствующую репутацию на самом посещаемом ресурсе по OpenCart в СНГ, после чего ни один серьезный разработчик не будет с вами работать, понимая ваше отношение к чужому труду.<br /><br />По умолчанию лицензия на модуль распространяется на 1 домен покупателя, для использования модуля на нескольких доменах вы должны приобрести дополнительные лицензии на каждый из них, при этом вам будет доступна система накопительных скидок.<br /><br />Данное программное обеспечение предоставляется на условиях "как есть" (as is). Правообладатель не предоставляет никаких гарантий в отношении безошибочной и бесперебойной работы программного обеспечения, его соответствия конкретным целям и ожиданиям пользователя, сохранности файлов и/или данных пользователя.';

// Error
$_['error_permission']  = 'У вас нет прав для управления модулем!';
$_['error_name']        = 'Название модуля должно быть от 3 до 64 символов!';
