<?php
// Heading
$_['heading_title']                       = 'Менеджер файлов';


// Button
$_['button_save']                         = 'Зберегти';
$_['button_cancel']                       = 'Скасувати';


// Entry
$_['entry_status']                        = 'Статус';


// Text
$_['text_extension']                      = 'Модулі';
$_['text_edit']                           = 'Редагувати модуль';
$_['text_enabled']                        = 'Включен';
$_['text_disabled']                       = 'Вимкнено';


// Tab
$_['tab_setting']                        = 'Налаштування';
$_['tab_support']                        = 'Техпідтримка';


// Info
$_['info_contacts']                       = 'Контакти розробника';
$_['info_support_tooltip']                = 'Якщо є питання щодо модуля, напишіть розробнику';
$_['info_mail']                           = 'Пошта';
$_['info_support']                        = 'У разі виникнення проблем із модулем або у вас будуть будь-які питання, Ви можете звернутися до розробника для їх вирішення.';
$_['info_host']                           = 'На правах реклами сам користуюся і Вам хочу порадити відмінний хостинг для вашого сайту';


// Error
$_['error_permission']                    = 'Недостатньо прав для редагування модуля!';
$_['error_warning']                  	  = 'Перевірте форму на помилки!';
$_['error_image']                  	  	  = 'Потрібно вибрати зображення!';